{
  "posts": [
    {
      "id": 1,
      "title": "Första dagen i Phuket, Thailand",
      "thumbnailUrl": "img/thailand.jpg",
      "body": "Efter att ha rest i nästan ett dygn så var det otroligt skönt att känna den tropiska värmen i Phuket, Thailand. Jag anlände vid lunchtid så vi gick ut och åt sushi nästan direkt. Sen blev det en kort promenad i området följt av en två timmars “powernap” för min del medan Kenny hängde vid poolen med en dansk och en ryss.",
      "creationDate": "2024-11-11T00:00:00Z",
      "likes": 37,
      "dislikes": 4,
      "comments": [
        "Åh, sushi i Thailand, det låter helt fantastiskt! Jag älskar att börja en resa med god mat. Hoppas ni hann njuta av solnedgången också!",
        "Det verkar som en härlig start på resan! Phuket har så mycket att erbjuda, vilken del av ön befann ni er på?",
        "En powernap vid poolen låter som den perfekta sättet att komma över jetlag. Hur var temperaturen i vattnet?"
      ]
    },
    {
      "id": 2,
      "title": "En weekend till Singapore",
      "thumbnailUrl": "img/singapore.jpg",
      "body": "När jag var på tjänsteresa i Kuala Lumpur så åkte jag på en weekend till Singapore med kollegorna. Det var roligt men vi hade alldeles för lite tid där! Vår resa började vid 11.00 på fredag då vi klev på bussen som skulle ta oss från Sunway i Kuala Lumpur till Singapore. En resa på ca 8 timmar. Även om det var en lång “flygresa” så var det en otroligt bekväm resa. Vi hade jätteskönt fåtöljer att sitta i, med egen tv-skärm och vi blev serverade både mat och dryck under resan. Eftersom vi kom fram ganska sent på fredagskvällen så hann vi bara checka in på vandrarhemmet, A Beary Good Hostel i Chinatown, och dra till Maxwell Road Hawker Centre där vi åt street food, vår kvällsmat. På lördagen så besökte jag Sentosa Island och Universal Studios tillsammans med några kollegor. Det blev en heldag där och det var roligt. Vår sista dag, på söndagen, hann vi inte göra så mycket mer än att gå på en förmiddagspromenad med målet att ta en gruppfoto vid Marina Bay Sands. Sen var det dags att hoppa på bussen som skulle ta oss tillbaka till Kuala Lumpur.",
      "creationDate": "2020-04-08T00:00:00Z",
      "likes": 21,
      "dislikes": 3,
      "comments": [
        "Wow, det verkar som en väldigt snabb helg men ändå fylld med aktiviteter! Sentosa Island och Universal Studios måste ha varit magiskt."
      ]
    },
    {
      "id": 3,
      "title": "Vandring till Trolltunga i Norge",
      "thumbnailUrl": "img/norway.jpg",
      "body": "Vi började vandringen ganska tidigt, då vi ville hinna tillbaka innan det blev mörkt. Strax innan klockan åtta började vi vandra uppåt. Enligt guidboken skulle vandringen ta 10-12 timmar från utgångspunkten i Skjeggedal. Det tog lite längre för oss, men upp kom vi! Och vilken känsla!",
      "creationDate": "2022-08-28T00:00:00Z",
      "likes": 139,
      "dislikes": 2,
      "comments": [
        "Så inspirerande! Trolltunga har alltid varit på min lista. Jag kan bara föreställa mig hur otroligt det måste ha varit att nå toppen efter den långa vandringen.",
        "Vilken fantastisk prestation! Hur var vädret under er vandring?"
      ]
    },
    {
      "id": 4,
      "title": "Såhär spenderade jag 24 timmar i London",
      "thumbnailUrl": "img/united-kingdom.jpg",
      "body": "London. Min favoritstad. En varm och solig vårdag så är det att föredra att promenera framför att åka tunnelbana.. Du hinner se så mycket mer då, än om du sitter i en fullproppad tunnelbanevagn långt nere under jorden. Vi började vår promenad i Bloomsbury och gick ned mot Oxford Street, sen vidare till Picadilly Circus och genom St. James Park och helt plötsligt så befann vi oss vid vårt mål – Big Ben. Efter det så tyckte vi att vi förtjänade lite mat så vi valde en pub som såg mysig ut och började spana in menyn! Det var skönt att få vila fötterna efter 5,5 kilometer. Efter nån timme på puben så fortsatte vi promenaden mot Shaftesbury Theatre. Det blev ett stopp vid Trafalgar Square, kaffe skulle köpas och DJ Grandpa snurrade skivor utanför National Gallery. Till sist så var vi framme vid Shaftesbury Theatre, lagom till att musikalen skulle börja. Det var väl ingen slump egentligen, utan jag hade försökt tajma in så att vi kom fram alldeles lagom.",
      "creationDate": "2019-05-08T00:00:00Z",
      "likes": 16,
      "dislikes": 7,
      "comments": [
        "London är verkligen en stad som man kan upptäcka gång för gång. Det är så mycket charm med små gator och pubar!",
        "Vilket bra sätt att upptäcka London på! Hur var vädret under er promenad? Och var Shaftesbury Theatre bra för en första gång på musikal?",
        "Jag älskar London! Det bästa är att varje gång man besöker hittar man nya ställen att upptäcka. Något favoritställe från er promenad?"
      ]
    },
    {
      "id": 5,
      "title": "Spännande upplevelser att inte missa i New York",
      "thumbnailUrl": "img/new-york.jpg",
      "body": "I New York så hittar du det mesta och lite till. Jag besökte staden för allra första gången år 2017. Det kändes som igår, men det var fem år sedan sen vi strosade längs gatorna och tog in atmosfären. Vi hade bara två dagar på plats men hann ändå med att se väldigt mycket. Något jag aldrig glömmer är den spektakulära utsiken över staden och folkmyllret på gatorna. Vi såg utsikten från toppen av den ikoniska Empire State Building och rooftop baren på vårt hotell, Social Drink and Food Yotel. Ett tips är att planera ditt besök på stadens utsiktsplatser under soluppgång eller solnedgång för att se staden färgas i magiska pastellfärger innan gatulampornas sken tar över. I några timmar drömde vi oss bort till en fantasivärld på Broadway. Musikalen Lejonkungen var magiskt. Många gånger fick vi promenera över den väldkända bron Brooklyn Bridge när vi gick tillbaka till hotellet i Brooklyn. Själva promenaden över bron var väl inget spektakulärt, men det var ändå något speciellt med att se och uppleva en plats som tidigare bara existerat på film och tv. Det fanns massor av matställen att välja på, en av de bästa måltiderna vi åt var en Philly Cheese Steak vid en rullande vagn någonstans i staden. Ellen's Stardust Diner verkade vara ett riktigt populärt ställe att äta på om jag ska döma av kön som ringlade sig långt runt kvarteret. Tyvärr var jag för hungrig för att orka vänta i kön, men hittade ett annat ställe. Cheeseboat. Det var fantastiskt gott. En sån där riktig instagramvänlig bubbelvåffelglass hittade jag hos Eggloo.",
      "creationDate": "2023-03-07T00:00:00Z",
      "likes": 77,
      "dislikes": 0,
      "comments": [
        "New York är verkligen en stad för alla sinnen. Var det lätt att få biljetter till Broadway?"
      ]
    }
  ]
}
